{"0": {"name": "Untitled", "artist": "Gabriel Sierra", "from_date": "2017-09-04", "to_date": "2017-09-05", "lat": 40.74578, "lng": -74.0054, "borough": "Manhattan", "description": "<p>Colombia-based artist Gabriel Sierra will present a site-specific intervention that responds directly to the High Line's design. The artist will extend some of the High Line's iconic architectural elements - the concrete planks that form the pathway - in various locations along the park, creating a visual composition that will challenge one's perception of the High Line.</p>\r\n\r\n<p>This exhibition is presented by the <a href=\"http://www.thehighline.org/about/public-art\">Friends of the High Line</a>.</p>"}, "1": {"name": "Untitled (Blind Idealism Is...)", "artist": "Barbara Kruger", "from_date": "2016-03-21", "to_date": "2017-03-31", "lat": 40.747311, "lng": -74.0052, "borough": "Manhattan", "description": "<p>Barbara Kruger is an American artist  who works with pictures and words. Kruger uses the fluency she developed as a  graphic designer for publications such <em>Mademoiselle</em>, <em>House &  Garden</em>, and <em>Aperture</em>, to inform her work as an artist, insistently  addressing the issues of power, property, money, race, and sexuality. Over the  past three decades her work has ranged from the photographic merging of image  and text, to immersive video installations, to room-wrapping textual  exhibitions, to large-scale outdoor displays of words and images. Two of her  best-known works – Your body is a battleground and I shop therefore I am – also  showcase the feminist overtones of her artworks, and her concentration on women  as a lucrative site for advertising and consumerism.</p><p>\r\n  For the High Line, Kruger presents <em>Untitled  (Blind Idealism Is&hellip;)</em>, a new work realized as a hand-painted mural.  Continuing her unabashed criticism of culture and power, the mural features the  slogan “BLIND IDEALISM IS <span style=\"text-decoration:line-through\">REACTIONARY</span> <span style=\"text-decoration:line-through\">SCARY</span> DEADLY,” an  adaptation of a quote from Afro-Caribbean philosopher and revolutionary thinker  Frantz Fanon, which has appeared in multiple works by the artist. The original  statement by Fanon, “Blind idealism is reactionary,” suggests that political  and religious convictions stem from the situations from which they grow, not  from the inherent nature of individual human beings. According to Kruger, the  work reflects “how we are to one another” within “the days and nights that  construct us.” These texts, along with Kruger’s own writings, resonate with  particular potency in today’s political climate.</p>"}, "2": {"name": "Dee Briggs in Foley Square", "artist": "Dee Briggs", "from_date": "2016-04-11", "to_date": "2017-03-31", "lat": 40.714695, "lng": -74.002789, "borough": "Manhattan", "description": "<p>Dee Briggs’ three new sculptures for Dee Briggs in Foley Square  directly address her fascination with geometry and the particular operation of  symmetry called chirality or three-dimensional handedness. Chirality is defined  by a three dimensional entity that has no internal plane of symmetry along the  x, y or z-axis. </p>\r\n<p>Briggs states that her work “grows out of mathematics and architecture  – geometry, symmetry and rhythm – line, plane and volume – visual perception  and spatial understanding. They are three-dimensional patterns that are at once  familiar and foreign. Heavy forms that imply weightlessness creating a tempting  and engaging spatial experience.” </p>"}, "3": {"name": "Smart Tree", "artist": "Nari Ward", "from_date": "2016-04-01", "to_date": "2017-03-31", "lat": 40.74796, "lng": -74.004687, "borough": "Manhattan", "description": "<p>Inspired by a building adjacent to the High Line that had  been transformed into an indoor parking lot, Nari Ward reconfigures a memory  from his childhood for his High Line Commission, <em>Smart Tree</em>. Returning to his father’s home in Jamaica after fifteen  years away, Ward remembers finding one of two abandoned cars in the front yard  sprouting a lime tree. He reimagines this fantastical story for the High Line  in the form of a Smart car refinished with strips of tire treads and propped up  on cinder blocks. In place of a lime tree, <em>Smart Tree</em> will feature an apple tree growing out of its roof,  adapted out of necessity for its North American context. With the car’s  cinderblock base representing stasis, and its coating of tire treads suggesting  perpetual movement, Ward’s <em>Smart  Tree</em> holds up a mirror to the flux surrounding the High Line itself  and reminds viewers of the High Line’s history as a major transportation artery  in Manhattan.</p>\r\n<p>This exhibition is presented by the <a href=\"http://www.thehighline.org/\">Friends of the High Line</a>. </p>"}, "4": {"name": "Sunbathers I & II", "artist": "Kathryn Andrews", "from_date": "2016-05-01", "to_date": "2017-03-31", "lat": 40.743399, "lng": -74.006995, "borough": "Manhattan", "description": "<p>For the High Line, Kathryn Andrews presents her first public  art commission, responding to two contrasting aspects of the elevated park: its  relationship to nearby billboards and to the natural landscape. Andrews  describes the High Line’s environment as a “hyper-surreal image world,”  composed of large-scale advertisements and commercial signs that surround park  visitors as they stroll high above the bustling cityscape. Andrews notes, by  contrast, that the High Line’s physical design offers visitors a chance to  develop awareness of the body in relation to extreme natural weather conditions  including intense winds, rain, snow, and sun.</p>\r\n<p>Andrews’s first sculpture, <em>Sunbathers I</em>, is a towering box-like structure, silkscreened with a  black-and-white stock image of a public beach sign that announces, “Beyond This  Point You May Encounter Nude Sunbathers.” Installed at West 18th Street, the  sculpture houses misting nozzles that spray water intermittently at passers-by.  Placing this work on the High Line, where nudity is not allowed draws attention  to the more risquÉ social mores displayed on nearby billboards. The second  sculpture, <em>Sunbathers II</em>,  installed under The Standard, High Line, is a large, horizontal aluminum box  containing a giant fan and featuring a photograph of an ice cream cone. The  fan’s movement is juxtaposed with the adjacent static image, mirroring the park  itself.</p>\r\n<p>This exhibition is presented by the <a href=\"http://www.thehighline.org/\">Friends of the High Line</a>. </p>"}, "5": {"name": "Wanderlust", "artist": "Various Artist", "from_date": "2016-04-21", "to_date": "2017-03-31", "lat": 40.748028, "lng": -74.004643, "borough": "Manhattan", "description": "<p><em>Wanderlust</em> is a  group exhibition that explores the themes of walking, journeys, and  pilgrimages. Inspired by the High Line as an ambulatory space experienced most  naturally in motion, <em>Wanderlust</em> extends  the tradition of Conceptual art wherein the act of walking served as an  inspiration for many artists who explored life both in the urban context and in  an ambivalent confrontation with nature.</p>\r\n<p>On the High Line, itself an urban promenade that combines  nature and architecture, the act of walking is both celebrated and taken for  granted. <em>Wanderlust</em> invites  viewers to remember the many implications of the journeys and walks they take  every day, placing them within a secular tradition that expands beyond art into  both everyday life and our shared cultural histories.</p>\r\n<p>Wanderlust will feature eleven international artists:  Giorgio Andreotta CalÒ, Valentin Carron, Iman Issa, Matt Johnson, Marie Lorenz,  Tony Matelli, Paulo Nazareth, Mike Neslon, Roman Ondak, Susan Philipsz, and  Rayyane Tabet.</p>\r\n<p>This exhibition is presented by the <a href=\"http://www.thehighline.org/\">Friends of the High Line</a>. </p>"}, "6": {"name": "Monumental Sculptures at Prospect Park", "artist": "Carole Eisner", "from_date": "2016-05-01", "to_date": "2017-05-31", "lat": 40.662824, "lng": -73.969413, "borough": "Brooklyn", "description": "<p>For more than 45 years  Eisner has been welding massive abstract sculptures from scrap and recycled  metal. The four works that will be on view in Prospect Park are from a series Eisner  created in the past 10 years from I–beams, rolled and twisted to create  lyrical, elegant forms. This yearlong exhibition utilizes four key sites  throughout the Park, chosen to maximize visitor access. The grassy triangle  entrance facing Grand Army Plaza is home to <em>Dancer,</em> a 17–foot tall sculpture which spirals and soars upwards. <em>Zerques,</em> one of the smaller sculptures standing six and half feet  tall will be placed on the lawn in front of the historic Litchfield Villa on  5th Street. <em>Skipper</em>, rising 13 feet and  also constructed with curved I–beams, will greet visitors entering the Park  from Bartel–Pritchard Square. <em>Valentine II</em>,  named for its elegant heart shaped form, will be placed on the Peninsula in front  of the Lake.</p>\r\n<p> This exhibition is  presented by <a href=\"http://susaneleyfineart.com/\">Susan Eley Fine Art </a>and the <a href=\"https://www.prospectpark.org/\">Prospect Park Alliance</a>.</p>"}, "7": {"name": "Boogie Down Booth", "artist": "Chat Travieso", "from_date": "2016-05-17", "to_date": "2017-05-17", "lat": 40.823761, "lng": -73.91149, "borough": "Bronx", "description": "<p>This colorful new public installation brings music,  solar–powered lights, seating, and community art to an underutilized space in  Morrisania. This is the third <em>Boogie Down  Booth</em>, designed by artist Chat Travieso. The first booth was installed at  Southern Boulevard and Freeman Street, under the 2/5 line, in 2014, and the  second was installed in Seabury Park in 2015 and will remain on view through  June 24, 2016.</p>\r\n<p>This booth<em> Boogie Down  Booth</em> has solar–powered speakers that stream music that originated in the  Bronx, including salsa, jazz, Afro–Caribbean, hip–hop, Garifuna, and blues. The  playlist, curated by the Bronx Music Heritage Center, both celebrates the rich  musical heritage of the borough and masks construction and vehicular traffic  noise on the 161st Street corridor.  The  installation also provides much–needed picnic–style seating and solar–powered  lighting to the park, which is located close to a bus stop, Boricua College,  and 1,000+ units of housing. The booth also incorporates interactive elements  like a community bulletin board and artwork by local artists and students.  Community partners including DreamYard, BronxWorks, and Boricua College, who  will collaborate on various activities at the booth throughout the year.</p>\r\n<p>This exhibition is presented by <a href=\"http://www.whedco.org/\">WHEDco</a> and the <a href=\"http://www.whedco.org/Arts/Bronx-Music-Heritage-Center/\">Bronx  Music Heritage Center</a> .</p>"}, "8": {"name": "MORPHOUS", "artist": "Lionel Smit", "from_date": "2016-06-13", "to_date": "2017-04-30", "lat": 40.735845, "lng": -73.990373, "borough": "Manhattan", "description": "<p><em>MORPHOUS</em> is an exploration of hybrid identity and its ever-changing nature within South Africa’s social landscape. This bronze sculpture, featuring the conjoined heads of two outward-gazing young women, evokes the question of time, of past and future, and a societal commentary without judgment. The “double-vision” portrayed in this work is simultaneously a foretelling of things to come and an acknowledgement of what has already passed. The figures are charged with an emotive and gestural energy, a hallmark of Smit’s evocative work. The spontaneous gestures in his three dimensional figural forms animate the beauty and grace of the faces he sees in the neighborhoods around his studio. The scale of his work invokes both a sense of celebration and power. </p>\r\n<p>This is the South African artist’s first public art installation in the United States, and will be complemented by an exhibition of his work at CYNTHIA-REEVES’ gallery in North Adams, MA in July and August 2016. This exhibition is presented by <a href=\"http://www.cynthia-reeves.com/\">CYNTHIA-REEVES</a>, <a href=\"http://unionsquarenyc.org/\">Union Square Partnership</a>, and <a href=\"http://www.artnyfair.com/DesktopDefault.aspx&Alpha;tabid=19&tabindex=18\">Art New York/Art Miami</a>.</p>"}, "9": {"name": "Model to Monument (M2M)", "artist": "Art Students League", "from_date": "2016-06-16", "to_date": "2017-05-16", "lat": 40.776244, "lng": -73.991359, "borough": "Manhattan", "description": "<p>The Art Students League of New York, one of America’s premier art schools, presents the Model to Monument Program (M2M), a collaboration with NYC Parks that has culminated in the installation of seven sculptures on view along Riverside Park South from 59th to 69th Streets. This is the sixth year at Riverside Park for the M2M program, which has installed nearly 50 monumental works in NYC parks since 2011.</p>\r\n<p>The sculptures were created by an international team of selected League students during a nine-month program. The pieces for this exhibition explore Art in the Public Square. The artists are: The sculptors participating in the M2M program this year are Aaron Bell (<em>Stand Tall, Stand Loud</em>), Sheila Berger (<em>AVIS GLORIAE ET LAVDIS MMXVI</em> and <em>Nature Eternal</em>), James Emerson (Bridge), Tanda Francis (<em>Everyone Breaks</em>), Markus Rudolph Holtby (<em>Leaves of Grass</em>), Shiho Sato (<em>Fragments</em>) and Sarah Thompson Moore (<em>Everything Between</em>). The collaborative sculpture in Van Cortlandt Park, Bronx for 2016 is entitled <em>&hellip;And We Breathe</em>.</p>\r\n<p>This work was made possible by the <a href=\"http://www.theartstudentsleague.org/special-programs/model-to-monument/\">Art Students League’s Model to Monument Program</a> and the <a href=\"https://riversideparknyc.org/\">Riverside Park Conservancy</a>.</p>"}, "10": {"name": "TotemOh", "artist": "Kenny Scharf", "from_date": "2016-06-22", "to_date": "2017-06-21", "lat": 40.794209, "lng": -73.931004, "borough": "Manhattan", "description": "<p>This vibrant mural by internationally renowned artist Kenny Scharf is installed along the waterfront at 116th Street on the East River Esplanade in Harlem. Painted on an idle brick column, the totem of colorful faces is designed in Scharf’s recognizable cartoon-inspired style. A banner spanning over 50 feet, NEVERENDINGOGO, is installed adjacent to the column and will be on view through September 30, 2016. This public artwork corresponds with an exhibition of the artist’s work at the Nassau County Museum of Art in Roslyn Harbor, NY.</p>\r\n<p>This exhibition is presented by the <a href=\"http://www.esplanadefriends.org/\">Friends of the East River Esplanade (60th-120th Streets)</a>.</p>"}, "11": {"name": "Lotus", "artist": "Naomi Lawrence", "from_date": "2016-05-03", "to_date": "2017-05-01", "lat": 40.802379, "lng": -73.941569, "borough": "Manhattan", "description": "<p>Chain link fences are ubiquitous. Naomi Lawrence uses these  common spaces to frame color and texture in surprising ways, creating  interaction between fibers, colors, fences, sidewalks, and passing pedestrians.  Lawrence believes that small artistic gestures of intricate, colorful crochet  can prompt reflection and appreciation for often overlooked or unappreciated  corners of the urban enviornment. </p>\r\n<p>This work is an extension of May 2016’s FLUX Public Art  Projects, a FLUX Art Fair initiative. FLUX embodies Harlem’s creative spirit  and cultural significance by bringing together original works, from large  sculptural works and sound pieces to performance art and  thought-provoking installations. </p>\r\n<p>This exhibition is presented by <a href=\"http://www.artinfluxharlem.com/\">Art in FLUX</a>, <a href=\"http://fluxfair.nyc/\">FLUX Art Fair</a>, and <a href=\"https://mgpalliance.org/\">Marcus Garvey Park Alliance</a>.</p>"}, "12": {"name": "Rene", "artist": "Jacob Farber", "from_date": "2016-08-22", "to_date": "2017-04-30", "lat": 40.678202, "lng": -74.017865, "borough": "Brooklyn", "description": "<p><em>RenÉ</em> is comprised of scrap wood found in nearby Gowanus, Brooklyn. The sculpture speaks to the community  members and organizations that are being forgotten as neighborhoods develop. This  work enhances the conversations related to sustainability and usefulness as  they apply to Brooklyn, but also other communities where residents, businesses,  and artists have been forced out by neighborhood change. Farber hopes that this  work will serve as a reminder that communities can come together and find a  sustainable way in which to move forward. The name of the sculpture relates to  the theme of again finding a voice, being found, and–through cooperation and  collaboration–being reborn\r\n</p>"}, "13": {"name": "Bronx Tracks", "artist": "Diana Perea", "from_date": "2016-07-01", "to_date": "2017-07-31", "lat": 40.825134, "lng": -73.91569, "borough": "Bronx", "description": "<p>Created by Bronx artist Diana Perea, the <em>Bronx Tracks</em> was inspired by French muralist Nelio as well as the  unique sounds, movement and cityscape of the Bronx. The mural is a  site-specific installation designed to activate the park and to create a more  pedestrian-friendly experience along E. 161st Street between the bustling  courthouse center at Morris Avenue and the less trafficked three-block stretch  to Elton Avenue. A team of young DreamYard artists and an intergenerational  team of community volunteers installed the mural, spurring conversation,  creativity, and a new favorite destination among community members and groups.</p>\r\n<p> The mural’s abstract forms and vibrant colors reenergize Railroad Park,  the adjacent NYCHA Morrisania Air Rights building, and the path to the  often-overlooked Metro North Station directly behind it. Perea’s innovative  techniques emphasize the beauty of the existing structures, and the mural’s  influences by Picasso, Delaunay, Kandinsky, and Malevich can be admired by all  who play in and pass by Railroad Park and E. 161st Street.</p>\r\n<p> This exhibit is presented by<a href=\"http://www.whedco.org/\"> WHEDco</a> and <a href=\"http://dreamyard.com/\">The DreamYard Project</a> in  partnership with the New York City Housing Authority (NYCHA).</p>"}, "14": {"name": "Who's Afraid to Listen to Red, Black and Green&Alpha;", "artist": "Kevin Beasley", "from_date": "2016-08-25", "to_date": "2017-07-25", "lat": 40.803154, "lng": -73.960416, "borough": "Manhattan", "description": "<p>Kevin Beasley is a New  York-based artist interested in materials, sculpture, sound, and social exchange.  Each of these three sculptures features a color of the Pan-African flag and  consists of a mixture of resin, clothing, and housedresses sourced from a dress  shop in East Harlem. Beasley calls the sculptures “acoustic mirrors,” and  invites visitors to listen carefully as one speaks, sings, or otherwise  projects sound into them.</p>\r\n<p><em>inHarlem: Kevin Beasley, Simone Leigh, Kori  Newkirk, Rudy Shepherd</em> is a public art  initiative presented by The Studio Museum in Harlem. Site-specific artworks are  on view in four Historic Harlem Parks—Morningside, Marcus Garvey, St. Nicholas,  and Jackie Robinson—from August 25, 2016, to July 25, 2017. For more  information, visit <a href=\"http://www.studiomuseum.org/\">studiomuseum.org</a>. </p>\r\n<p>This exhibition is presented by the <a href=\"http://www.studiomuseum.org/\">Studio  Museum in Harlem</a>.</p>"}, "15": {"name": "A particularly elaborate imba yokubikira, or kitchen house, stands locked up while its owners live in diaspora", "artist": "Simone Leigh", "from_date": "2016-08-25", "to_date": "2017-07-25", "lat": 40.804741, "lng": -73.942278, "borough": "Manhattan", "description": "<p>Simone Leigh is a  Brooklyn-based artist with a longstanding interest in African and  African-American material culture and women’s work. These three round,  clay-and-thatch hybrid sculptures, called <em>imbas</em>,  resemble kitchen houses from rural areas of Zimbabwe and were created in  collaboration with architect Maxwell Mutanda. They celebrate the\r\n  expansiveness of the  African diaspora, but also evoke the experience of living outside the place  considered home.</p>\r\n<p><em>inHarlem: Kevin Beasley, Simone Leigh, Kori  Newkirk, Rudy Shepherd</em> is a public art  initiative presented by The Studio Museum in Harlem. Site-specific artworks are  on view in four Historic Harlem Parks—Morningside, Marcus Garvey, St. Nicholas,  and Jackie Robinson—from August 25, 2016, to July 25, 2017. For more  information, visit <a href=\"http://www.studiomuseum.org/\">studiomuseum.org</a>. </p>\r\n<p>This exhibition is presented by the <a href=\"http://www.studiomuseum.org/\">Studio  Museum in Harlem</a>.</p>"}, "16": {"name": "Sentra", "artist": "Kori Newkirk", "from_date": "2016-08-25", "to_date": "2017-07-25", "lat": 40.818547, "lng": -73.948071, "borough": "Manhattan", "description": "<p>A New York native now  based in Los Angeles, Kori Newkirk is well known for creating multimedia works,  often using materials associated with urban black life. Reminiscent of the  artist’s signature beaded curtains, this work reframes the steps rising from  St. Nicholas Avenue, and invites park visitors to reimagine an ordinary walk as  a ceremonial procession.</p>\r\n<p><em>inHarlem: Kevin Beasley, Simone Leigh, Kori  Newkirk, Rudy Shepherd</em> is a public art  initiative presented by The Studio Museum in Harlem. Site-specific artworks are  on view in four Historic Harlem Parks—Morningside, Marcus Garvey, St. Nicholas,  and Jackie Robinson—from August 25, 2016, to July 25, 2017. For more  information, visit <a href=\"http://www.studiomuseum.org/\">studiomuseum.org</a>. </p>\r\n<p>This exhibition is presented by the <a href=\"http://www.studiomuseum.org/\">Studio  Museum in Harlem</a>.</p>"}, "17": {"name": "Black Rock Negative Energy Absorber", "artist": "Rudy Shepherd", "from_date": "2016-08-25", "to_date": "2017-07-25", "lat": 40.824936, "lng": -73.942112, "borough": "Manhattan", "description": "<p>A longtime resident of  Upper Manhattan, Rudy Shepherd creates sculptures and performances intended to  dispel people’s feelings of prejudice, violence, or disdain. Created from  colored concrete, this work is a playful form with a very serious purpose—to  open hearts and inspire positive energy, dialogue, and compassion.</p>\r\n<p><em>inHarlem: Kevin Beasley, Simone Leigh, Kori  Newkirk, Rudy Shepherd</em> is a public art  initiative presented by The Studio Museum in Harlem. Site-specific artworks are  on view in four Historic Harlem Parks—Morningside, Marcus Garvey, St. Nicholas,  and Jackie Robinson—from August 25, 2016, to July 25, 2017. For more  information, visit <a href=\"http://www.studiomuseum.org/\">studiomuseum.org</a>. </p>\r\n<p>This exhibition is presented by the <a href=\"http://www.studiomuseum.org/\">Studio  Museum in Harlem</a>.</p>"}, "18": {"name": "MEMORIAL", "artist": "David Shrigley", "from_date": "2016-09-08", "to_date": "2017-02-12", "lat": 40.765082, "lng": -73.972805, "borough": "Manhattan", "description": "<p>MEMORIAL is a new sculpture by David Shrigley consisting of a 17 foot tall slab of granite which has been meticulously engraved to feature an everyday grocery list. The object plays on the historical significance of granite public monuments, often erected to celebrate and remember great endeavors, but Shrigley’s universal monument pays homage both to no-one and to everyone. It honors and memorializes the small act of making a grocery list, familiar to so many–a simple ode to humanity.</p>\r\n<p> This exhibition is presented by <a href=\"http://www.nycgovparks.org/exit&Alpha;url=https%3A//www.publicartfund.org/\">Public Art Fund</a></p>"}, "19": {"name": "Broadway Billboard: APPLAUSE", "artist": "Lisa Oppenheim", "from_date": "2016-09-25", "to_date": "2017-03-12", "lat": 40.76837, "lng": -73.936499, "borough": "Queens", "description": "<p>For her Broadway Billboard, <em>APPLAUSE</em>, Oppenheim creates the vision of a “truly” blue rose by digitally shifting color tones of a stock photograph. This work evolves from the artist’s ongoing study of color and perception, focusing on the impossibility of a “natural” blue rose. Through research Oppenheim learned that blue roses cannot occur without human intervention. For centuries blue roses were created by adding blue dye to white roses, but in 2004 a Japanese company produced a blue rose through genetic engineering. </p>\r\n<p> Appropriately, folklore of various cultures often use the blue rose as symbols of the impossible or unattainable. In tales and poetry, it has also represented unrequited love, blinding phantasm, and deceptive illusion. Now situated in the leafy landscape and post-industrial neighborhood at Socrates Sculpture Park, it takes on an enigmatic tone. As genetic modification organisms are currently hotly debated—both championed as a solution to global hunger and derided as potentially toxic agents–are these blue roses ominous or glorious&Alpha;</p>\r\n<p> This exhibition is presented by <a href=\"http://socratessculpturepark.org/\">Socrates Sculpture Park</a>.</p>"}, "20": {"name": "Concave Room for Bees", "artist": "Meg Webster", "from_date": "2016-05-08", "to_date": "2017-03-13", "lat": 40.768549, "lng": -73.93641, "borough": "Queens", "description": "<p>With robust plantings of native grasses and flowers, and herbs, Meg Webster’s <em>Concave Room for Bees</em> is both sculptural and ecological. Webster highlights the complex interactions of organic systems in the piece in a variety of ways, such as selecting greenery that attracts pollinators and exposing the soil layers for viewing. Park visitors are encouraged to use paths to walk through the work, experiencing it in the round. The work is multi-sensory, a mix of botanical aromas, insect hums, dewy air, and vibrantly colored flora.</p>\r\n<p>This exhibition was originally part of <em>LANDMARK</em>, a series of artist commissions and projects that marked Socrates Sculpture Park’s 30th anniversary in 2016. The works transformed the land both physically and symbolically. <em>LANDMARK</em> directly addressed the idea of place as intimately tied to social and ecological structures, to maintenance and stewardship, and to evolution over time.</p>\r\n<p>This exhibition is presented by <a href=\"http://socratessculpturepark.org/\">Socrates Sculpture Park</a>.</p>"}, "21": {"name": "EAF16: Emerging Artist Fellowship Exhibition", "artist": "Various Artists", "from_date": "2016-09-25", "to_date": "2017-03-13", "lat": 40.768212, "lng": -73.936359, "borough": "Queens", "description": "<p> Inaugurated in 2000, Socrates Sculpture Park’s annual Emerging Artist Fellowship (EAF) Exhibition offers a rare opportunity for emerging artists to realize original, large-scale, complex outdoor work. The 15 selected artists are provided with an open studio along with financial, administrative, and technical support. From May through September EAF artists work on-site, negotiating the physical and conceptual challenges of production in the park’s outdoor studio space, enhancing the park’s popular summer programming. The resulting site-specific works are physically and ideologically diverse and address the past, present, and future of the park as it celebrates its 30th anniversary year.</p>\r\n<p>This year’s Emerging Artist Fellows were selected through a highly competitive process by the park’s 2016 Curatorial Advisors, Larissa Harris (Curator, Queens Museum) and Amanda Hunt (Assistant Curator, Studio Museum in Harlem). The 2016 Emerging Artist Fellows are: Liene BosquÊ, Travis Boyer, Andrew Brehm, Lea Cetera, Dachal Choi and Mathew Suen, Onyedika Chuke, GalerÍa Perdida, Dylan Gauthier, Dmitri Hertz, Madeline Hollander, Olalekan Jeyifous, Lia Lowenthal, Sable Elyse Smith, Elizabeth Tubergen, and Bryan Zanisnik.</p>\r\n<p>This exhibition is presented by <a href=\"http://socratessculpturepark.org/exhibition/eaf16/\">Socrates Sculpture Park</a>.</p>"}, "22": {"name": "Tree Reflections", "artist": "Susan Stair", "from_date": "2016-10-15", "to_date": "2017-10-14", "lat": 40.501779, "lng": -74.252255, "borough": "Staten Island", "description": "<p><em>Tree Reflections</em> is a series of clay tiles cast from two Osage Orange trees combined with mosaic pieces that tells the story of two parks. The main components of this artwork are cast from an Osage Orange tree in Marcus Garvey Park near the artist’s home in Harlem. After visiting Conference House Park, Stair cast four clay extensions from the Osage Orange tree there, which were added to the existing artwork. Stair’s aims to create portraits of trees through her work. The clay that she presses onto living trees records their species, age, and strength. She was particularly attracted to the trees’ remarkable patterns, bending forms, and endurance, physical qualities that demonstrate the unique historical importance of this species. </p>\r\n<p>An additional exhibition of Stair’s work in the Conference House Park Visitor Center’s Lenape Gallery will open on November 25 as part of Native American Heritage month.</p>"}, "23": {"name": "Beyond the Edge", "artist": "Phyllis Hammond", "from_date": "2016-10-15", "to_date": "2017-04-16", "lat": 40.75303, "lng": -73.96955, "borough": "Manhattan", "description": "<p>Hamptons-based artist Phyllis Hammond has created five new sculptures for Dag Hammarskjold Plaza, entitled <em>Tempo</em>, <em>Alien</em>, <em>Flying</em>, <em>Gateway</em>, and <em>Sign of Freedom</em>. Exhibited together under the title <em>Beyond the Edge</em>, the steel and aluminum sculptures feature narrow stem-like bases topped by whimsical, kinetic elements that rotate in the wind. Hammond uses an improvisational method to create her colorful, large-scale sculptures. The metal cutouts are based on playful, looping doodles on paper that she scans and modifies using a computer program. Once the drawings have been refined digitally, the designs are cut from sheets of metal using a water jet machine. After the metal shapes are hammered, bent and welded into curved shapes, they are powder-coated with brightly colored paint.</p>"}, "24": {"name": "Little Oil Well", "artist": "Martin Ramone Delossantos", "from_date": "2016-10-05", "to_date": "2017-08-06", "lat": 40.714761, "lng": -73.983457, "borough": "Manhattan", "description": "<p>This work by Hoboken–based artist Martin Ramone Delossantos is an abstraction of an oil well. Consisting of a four–part lower portion made of thick steel tubes, the sculpture is topped by two bicycle wheels that give it a kinetic quality. Delossantos is a sculptor, painter, and artisan who creates whimsical sculptures out of metal and found metal objects that interact with space.  His sculptures represent rhythm, feelings, and emotions. The artist hopes that this work will bring attention to the vibrant arts community in his hometown of Hoboken across the Hudson River. This is only the second exhibit ever placed in Ahearn Park, on New York’s Lower East Side.</p>"}, "25": {"name": "Spirit of New York City", "artist": "Yasumitsu Morito", "from_date": "2016-10-25", "to_date": "2017-04-25", "lat": 40.775544, "lng": -73.944272, "borough": "Manhattan", "description": "<p>Japanese artist Yasumitsu Morito designed <em>Spirit of New York City</em> to harmonize with the setting of Carl Schurz Park. The work sits just above the Hoop Garden, surrounded by trees lining the pathway to the promenade along the East River. Yasumitsu’s work addresses the human form within space, what it is to be human, and how the human spirit responds to social, political, and religious circumstances. For this installation, he considered both the practical and aesthetic experiences of the viewer. The sculpture conveys a sense of spiritual presence and prompts park visitors to contemplate the past, present, and future of sculpture in tandem with that of the park. Sitting on a vessel symbolizing the melting pot, the human figure represents a moment of serene contemplation amidst the commotion of the city. </p>"}, "26": {"name": "Wishing Well", "artist": "Amanda Long", "from_date": "2016-10-29", "to_date": "2017-10-03", "lat": 40.867252, "lng": -73.922765, "borough": "Manhattan", "description": "<p><em>Wishing Well</em>, a playful, site-specific, interactive sculpture, is an updated, technological interpretation of a fairy tale wishing well, a popular theme in European folklore. Wishing wells were believed to grant requests by way of magical waters or deities residing within. Visitors of all ages are encouraged to speak a wish into the well. The words are translated into a video ripple inside, and an echo repeats the words back. Turning the well’s crank activates video and microphone recordings, which are captured in a database inside the sculpture. The recordings will be curated and presented on a dedicated website, wishingwellnyc.org, bringing the artwork beyond the physical space of the park. </p>\r\n<p>The Dyckman Farmhouse, a Dutch Colonial style farmhouse built c. 1784, was opened as a museum in 1916. Today it is nestled in a small garden and is an extraordinary reminder of early Manhattan and important part of the diverse Inwood neighborhood. The original well has long been absent from the house, although a replacement well-head was constructed around 1915-1916 during the restoration of the farmhouse. This well-head was removed sometime in the 1980’s and replaced by a simple wood platform. Installed at the site of the original well on the Dyckman property, Long’s video sculpture enlivens the vacant well site as a fantasy restoration. </p>\r\n<p>This exhibition is presented by the <a href=\"http://dyckmanfarmhouse.org/\">Dyckman Farmhouse Museum</a> and the <a href=\"http://historichousetrust.org/\">Historic House Trust</a>, with support from the <a href=\"http://www.nysca.org/\">New York State Council on the Arts</a>. </p>"}, "27": {"name": "New York Made: Stanton Street Courts", "artist": "KAWS", "from_date": "2016-11-17", "to_date": "2017-11-16", "lat": 40.722191, "lng": -73.991326, "borough": "Manhattan", "description": "<p><em>New York Made: Stanton Street  Courts</em> by KAWS encompass two side-by-side full basketball courts  (approximately 116 by 80 feet), as well as four hoops.  “My approach to the courts was very similar  to how I would work on canvas. I wanted to create something that was true to my  language, but also considerate of this being a court that people are playing  on,” the Brooklyn–based, world–renowned artist Brian Donnelly (KAWS) explains.  “I wanted to find the sweet spot where it works visually and functionally – how  its broken up by the game’s lines and works with my images. It will have an  intimate effect on the players that use the court.”</p>\r\n<p>KAWS first moved to Manhattan in 1996, and lived on the corner of  Clinton and Stanton Street. His familiarity with the park and its neighborhood  is thus extremely personal.</p>\r\n<p>This exhibition is presented with Nike. </p>"}, "28": {"name": "Double Doily", "artist": "Jennifer Cecere", "from_date": "2016-11-18", "to_date": "2017-11-17", "lat": 40.745568, "lng": -73.946569, "borough": "Queens", "description": "<p>Jennifer Cecere’s  artwork aims to integrate a feeling of domestic handiwork into the built  environment. Doilies were invented by industrious women to hide and protect  worn and frayed furnishings (maybe feelings too). Through the variety of  materials that they can be made from, the ways in which they can be displayed,  and their references to a variety of subject matter makes doilies very diverse.  This double–sided, doily–shaped bench enlivens this small park in the midst of  a busy thoroughfare and new construction by taking something intimate and  domestic and placing it outdoors. The handicraft of the bench demonstrates a  familiarity with domestic materials that ties us with our fragile environment  and revives traditions that when integrated with art and architecture reflect  our hopes and dreams. </p>"}, "29": {"name": "...and We Breath", "artist": "Art Students League", "from_date": "2016-09-15", "to_date": "2017-09-15", "lat": 40.896644, "lng": -73.892342, "borough": "Bronx", "description": "<p>The Art Students League of New York, one of America’s  premier art schools, presents the Model to Monument Program (M2M), a  collaboration with NYC Parks that has culminated in the installation of the  collaborative sculpture, &hellip;<em>and We Breathe</em>,  at Van Cortlandt Park. This is the sixth year for the M2M program, which has  installed nearly 50 monumental works in NYC parks since 2011. This piece by all  seven M2M sculptors celebrates and explores the various aspects of “Air,” this  year’s theme for Van Cortlandt Park. This installation was created by artists Aaron  Bell, Sheila Berger, James Mikhel Emerson, Tanda Francis, Markus Rudolph Holtby,  Shiho Sato, and Sarah Thompson Moore.  The  group also has works concurrently on view in Riverside South Park in Manhattan. </p>\r\n<p>This work was made possible by the <a href=\"http://www.theartstudentsleague.org/special-programs/model-to-monument/\">Art  Students League’s Model to Monument Program</a>.</p>"}, "30": {"name": "Birdhouse Repo", "artist": "Aaron Schraeter", "from_date": "2017-01-30", "to_date": "2017-06-06", "lat": 40.723463, "lng": -73.989835, "borough": "Manhattan", "description": "<p><em>Birdhouse Repo</em> reflects on the effects of a constantly growing population  alongside income disparities in one of the world’s fastest moving cities. This  oversized birdhouse, which is boarded up and placed under foreclosure, sits in  the heart of a neighborhood that is one of the most historical and notable  examples of New York City’s gentrification and the real estate bubble. Simply  put, the city has become so expensive that even the birds cannot afford to live  here. This work is Aaron Schaeter’s first public sculpture exhibition. </p>\r\n<p>This exhibition is  presented by <a href=\"http://www.firststreetgreenpark.org/\">First Street Green</a>.</p>"}}